tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "rawnly/tap"
brew "jpeg-xl"
brew "aom"
brew "brew-gem"
brew "btop"
brew "cairo"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "dark-mode"
brew "docker"
brew "eza"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "openssl@1.1"
brew "python@3.11"
brew "grc"
brew "python@3.12", link: false
brew "httpie"
brew "ldns"
brew "libfido2"
brew "libtensorflow"
brew "lolcat"
brew "luv"
brew "neofetch"
brew "neovim"
brew "openssh"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "ruby"
brew "sl"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "vercel-cli"
brew "vhs"
brew "virtualenv"
brew "wget"
brew "xdotool"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "jesseduffield/lazydocker/lazydocker"
cask "amethyst"
cask "keycastr"
vscode "adpyke.codesnap"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "withfig.fig"
